
/*** Build Menu ***/

"Build Results" = "Historique de construction";

"Hide Build Log Window" = "Masquer la fenêtre de l'historique de construction";

/*** Build Window ***/

"%@ - Build Log" = "%@ - Historique de construction";

/*** CLEAN ***/

/* Clean Sheet */

"clean title" = "Attention";

"clean message" = "Cleaning will remove all packages and distributions from the Build location.";

"Clean" = "Clean";

"Cleaning..." = "Cleaning…";


"Clean %@" = "Clean %@";

"Clean Succeeded \t%@" = "Clean Succeeded \t%@";

"Clean Failed \t%@" = "Clean Failed \t%@";

"1 error" = "1 erreur";

"%ld errors" = "%ld erreurs";




"Build %@" = "Construction de %@";

"Project %@" = "Projet %@";


/* State */

"Building..." = "Construction…";

"Building package..." = "Construction du paquet…";

"Building %lu of 1 package..." = "Construction du paquet %lu sur 1 paquet…";

"Building %lu of %lu packages..." = "Construction du paquet %lu sur %lu paquets…";

"Build failed" = "Échec de construction";

"Build succeeded" = "Construction réussie";

"Build Succeeded \t%@" = "Construction réussie \t%@";

/* User Notification */

"Build Failed" = "Échec de construction";

"Build Succeeded" = "Construction réussie";

/* NSFileManager Errors */

"Error removing" = "Error removing file system item. Check that you have the appropriate permissions to delete this item.";

/* Error and progression strings */

"Create package" = "Création du paquet";

"Create reference to package" = "Création de la référence sur le paquet";

"Import package" = "Import du paquet";




"Copy background image" = "Copie de l'image de fond";


"Copy conclusion documents" = "Copie des documents pour le résumé";


"Copy extra resources" = "Copie des ressources additionnelles";


"Copy Installer plugins" = "Copie des modules Installer";


"Copy introduction documents" = "Copie des documents d'introduction";


"Copy license documents" = "Copie des documents de licence";


"Copy readme documents" = "Copie des documents lisez-moi";


"Create bill of materials" = "Construction de la nomenclature";


"Create build folder" = "Création du dossier de build";


"Create distribution script" = "Création du script de la distribution";


"Create hierarchy of choices" = "Création de la hiérarchie des choix";


"Create installation and volume requirements" = "Création des critères d'installation et du choix des volumes";


"Create JavaScript code" = "Création du code JavaScript";


"Create PackageInfo document" = "Création du document PackageInfo";


"Create pax archive" = "Création de l'archive pax";


"Create payload" = "Création du chargement";


"Create xar archive" = "Création de l'archive xar";


"Distribution script and other resources" = "Script de distributions et autres ressources";


"Incorrect type for file at path '%@'" = "Type de fichier incorrect à l'emplacement «%@»";


"Incorrect value for object with tag '%@'" = "Valeur incorrecte pour l'objet dont le tag est «%@»";

"An absolute path can not be computed from path '%@'" = "Un chemin absolu ne peut pas être calculé pour le chemin «%@»";


"License template for \"%@\" can not be found" = "Le modèle de licence pour «%@» n'a pas pu être trouvé";


"Missing build data for tag '%@'" = "Donnée de construction manquante pour le tag «%@»";




"The location of the package has not been fully defined." = "L'emplacement du paquet n'a pas été complètement défini.";

"The identifier of the package can not be empty." = "L'identifiant ne peut pas être vide.";

"The version of the package can not be empty." = "La version du paquet ne peut pas être vide.";

"The name of the package can not be empty." = "Le nom du paquet ne peut pas être vide.";

"The name of the project can not be empty." = "Le nom du projet ne peut pas être vide.";


"Missing information for tag '%@'" = "Information absente pour le tag «%@»";

" because the item could not be found" = " car l'élément n'a pas pu être trouvé";

"%@ returned error code '%d'" = "%1$@ a retourné le code d'erreur '%2$d'";




"No issues" = "Aucune erreur";

"Unknown Error" = "Erreur inconnue";

"Not enough memory to perform operation" = "Mémoire insuffisante pour réaliser l'opération";

"Language (%@) not supported" = "Langue (%@) non supportée";


"Scripts payload" = "Chargement pour les scripts";

"Assemble payload files" = "Assemblage des fichiers du chargement";

"Split forks" = "Séparation des forks";


"Insufficient privileges to set accounts for path '%@'" = "Privilèges insuffisants pour positionner les propriétaires de l'élément «%@»";

"Insufficient privileges to set permissions for path '%@'" = "Privilèges insuffisants pour positionner les permissions de l'élément «%@»";

"Insufficient privileges to write at path '%@'" = "Privilèges insufiisants pour écrire à l'emplacement «%@»";

"Unable to read attributes of item at path '%@'" = "Impossible de lire les attributs de l'élément au chemin d'accès «%@»";

"Unable to set attributes of item at path '%@'" = "Impossible de positionner les attributs de l'élément au chemin d'accès «%@»";


"String can not be empty for tag '%@'" = "La chaîne de caractères ne peut pas être vide pour le tag «%@»";



"Unable to copy item at path '%@'" = "Impossible de copier l'élément dont le chemin d'accès est «%@»";

/* item type */

"the file" = "le fichier";

"the folder" = "le dossier";

"the plugin" = "le module";

"the tool" = "l'outil";

"the package" = "le paquet";

"the bundle" = "le bundle";


"Unable to create %@ at path '%@'" = "Impossible de créer %@ au chemin d'accès «%@»";

"Unable to delete %@ at path '%@'" = "Impossible de supprimer %@ au chemin d'accès «%@»";

"Unable to find %@ at path '%@'" = "Impossible de trouver %@ au chemin d'accès «%@»";


"Unable to find tool '%@'" = "Impossible de trouver l'outil en ligne de commande «%@»";

" because the disk is read only" = " car le disque est en lecture seule";

" because there's no space left on disk" = " car il n'y a plus d'espace libre sur le disque";

" because you don't have permission to create it inside the folder \'%s\'" = " car vous n'êtes pas autorisé à accèder au dossier «%s»";

" because you don't have permission to access it" = " car vous n'avez pas les permissions pour y accéder";

	/* Requirements and Locators errors */

"Converter not found for requirement of type '%@'" = "Le convertisseur n'a pas trouvé de critère de type «%@»";

"No code generated for requirement '%@'" = "Aucun code n'a été généré pour le critère «%@»";

"Converter not found for locator of type '%@'" = "Le convertisseur n'a pas trouvé de localisateur de type «%@»";

"No code generated for locator '%@'" = "Aucun code n'a été généré pour le localisateur «%@»";


" because the parameter %@ is missing" = " car le paramètre «%@» est absent";

" because the parameter %@ is invalid" = " car le paramètre «%@» est incorrect";

" because available memory is too low" = " car la mémoire disponible est insuffisante";

/* Signing errors */

"Unable to sign the data (%d)" = "Les données n'ont pas pu être signées (%d)";

"Signing operation timed out" = "L'opération de signature a échouée par manque de temps";

"Signing operation denied" = "L'opération de signature a été refusée";

"Unable to find signing certificate" = "Le certificat n'a pas pu être trouvé";

"Unable to find keychain" = "La Keychain n'a pas pu être trouvée";

"Unable to find the private key for the Developer ID Installer certificate" = "La clée privée associée au certificat Developer ID Installer n'a pas pu être trouvée";
